afl_output_rpc_request_48h/fuzzer01/crashes/id:000023,sig:06,src:000116+000135,op:splice,rep:2


<soap-env:Envelope xmlns:soap-env="http://schemas.xmlso!p.org/soap/envelope/" xmlns:soap-enc="http://sche://schemas.xmlsoap.org/soap/encoding/"?><soap-env:Envelope xmlns:soap-env="http://s"c="http://schemas.xmlsoap.org/soap/encoding/" xmlns:cwmp="urn:dslforum-org:cwmp-1-1"><soap-env:Header/><soap-env:Body><cwmp:Download><CommandKey>1234</CommandKey><FileType>f^lety`e</FileType><URL>http://www.example.com/random/file.test</URL><Username>user1</Username><Password>654321</Password><FileSiz:HeFder/></cwmp:Download></soap-env:Body></soap-env:Envelope>
